Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2019.tmx
Source language: en_us
Languages: zh_cn

source: We sped up the implementation of cultural projects designed to benefit the people, and continued to strengthen public cultural services at the community level.
zh_cn: 加快推进文化惠民工程，持续加强基层公共文化服务。

source: Fitness-for-All activities flourished.
zh_cn: 全民健身蓬勃开展，

source: Chinese athletes excelled themselves in international competitions.
zh_cn: 体育健儿在国际大赛上再创佳绩。

source: Eighth, we made progress in building a rule of law government and pursuing innovation in governance and ensured social harmony and stability.
zh_cn: 八是推进法治政府建设和治理创新，保持社会和谐稳定。

source: We submitted 18 legislative proposals to the Standing Committee of the National People's Congress for deliberation, and formulated or revised 37 sets of administrative regulations.
zh_cn: 提请全国人大常委会审议法律议案18件，制定修订行政法规37部。

source: We reformed and adjusted the composition and responsibilities of government bodies.
zh_cn: 改革调整政府机构设置和职能配置。

source: The State Council conducted major accountability inspections to ensure the implementation of reform and development policies and plans.
zh_cn: 深入开展国务院大督查，推动改革发展政策和部署落实。

source: We made full use the role of auditing in oversight.
zh_cn: 发挥审计监督作用。

source: We reformed and improved urban and rural governance at the primary level.
zh_cn: 改革完善城乡基层治理。

source: New approaches were adopted to address public complaints.
zh_cn: 创新信访工作方式。

source: We reformed and strengthened emergency management, responded swiftly and effectively to major natural disasters, and achieved a continued reduction in both the total number of workplace accidents and the number of serious and major accidents.
zh_cn: 改革和加强应急管理，及时有效应对重大自然灾害，生产安全事故总量和重特大事故数量继续下降。

source: We strengthened oversight over food and drug safety and investigated and took stern action in defective vaccines cases like that involving Changchun Changsheng.
zh_cn: 加强食品药品安全监管，严厉查处长春长生公司等问题疫苗案件。

source: We improved the national security system.
zh_cn: 健全国家安全体系。

source: We strengthened comprehensive measures to maintain law and order, launched a campaign to combat organized crime and root out local mafia, and cracked down on crime and other legal violations in accordance with law.
zh_cn: 强化社会治安综合治理，开展扫黑除恶专项斗争，依法打击各类违法犯罪，

source: Further headway was made in carrying out the Peaceful China initiative.
zh_cn: 平安中国建设取得新进展。

source: We fully implemented the Party Central Committee's strategic decision on enforcing full and strict discipline over the Party, and intensified efforts to improve Party conduct and build a clean government.
zh_cn: 认真贯彻党中央全面从严治党战略部署，加强党风廉政建设。

source: We moved to ensure that all Party members, on a regular and institutionalized basis, work to gain a good command of the Party Constitution, Party regulations, and General Secretary Xi Jinping's policy addresses and to meet Party standards.
zh_cn: 推进“两学一做”学习教育常态化制度化。

source: We acted in strict accordance with the central Party leadership's eight-point decision on conduct and the rules for its implementation.
zh_cn: 严格落实中央八项规定及其实施细则精神，

source: We took stern action against formalities performed for formalities' sake, bureaucratism, hedonism, and extravagance.
zh_cn: 坚定不移纠正“四风”。

source: Activities of various types in violation of laws or regulations were severely punished or prosecuted.
zh_cn: 严肃查处各类违法违规行为，

source: Steps were taken to bring the corrupt to justice, and the fight against corruption was a resounding success.
zh_cn: 惩处腐败分子，反腐败斗争取得压倒性胜利。

source: Over the past year, we attained new achievements in pursuing diplomacy with our own characteristics as a major country.
zh_cn: 过去一年，中国特色大国外交取得新成就。

source: We successfully hosted major diplomatic events such as the Boao Forum for Asia annual conference, the Qingdao Summit of the Shanghai Cooperation Organization, and the Beijing Summit of the Forum on China-Africa Cooperation.
zh_cn: 成功举办博鳌亚洲论坛年会、上合组织青岛峰会、中非合作论坛北京峰会等重大主场外交活动。

source: President Xi Jinping and other Chinese leaders visited many countries and attended major international events, including the APEC Economic Leaders Meeting, the G20 Leaders Summit, the BRICS Leaders Meeting, the Asia-Europe Meeting, and the East Asian leaders' meetings on cooperation.
zh_cn: 习近平主席等国家领导人出访多国，出席亚太经合组织领导人非正式会议、二十国集团领导人峰会、金砖国家领导人会晤、亚欧首脑会议、东亚合作领导人系列会议等重大活动。

source: China's relations with other major countries remained generally stable, our relations with neighboring countries saw all-round growth, and our bond of unity and cooperation with other developing countries grew stronger.
zh_cn: 同主要大国关系总体稳定，同周边国家关系全面发展，同发展中国家团结合作纽带更加牢固。

source: We promoted the development of a new type of international relations and a human community with a shared future, and resolutely protected China's sovereignty, security, and development interests.
zh_cn: 推动构建新型国际关系，推动构建人类命运共同体。坚定维护国家主权、安全、发展利益。

source: Our pursuit of economic diplomacy and cultural and people-to-people exchanges yielded rich fruit.
zh_cn: 经济外交、人文交流成果丰硕。

source: China endeavored to promote world peace and development and made important contributions recognized around the world.
zh_cn: 中国致力于促进世界和平与发展，作出了世人共睹的重要贡献。

source: We owe our achievements of the past year to the strong leadership of the Party Central Committee with Comrade Xi Jinping at its core, to the sound guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, and to the concerted efforts of the Party, the military, and the people of all ethnic groups in China.
zh_cn: 过去一年取得的成绩，是以习近平同志为核心的党中央坚强领导的结果，是习近平新时代中国特色社会主义思想科学指引的结果，是全党全军全国各族人民团结奋斗的结果。

source: On behalf of the State Council, I express sincere thanks to the people of all our ethnic groups, and to all other political parties, people's organizations, and public figures from all sectors of society.
zh_cn: 我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚感谢！

source: I express sincere appreciation to our fellow countrymen and women in the Hong Kong and Macao special administrative regions, in Taiwan, and overseas.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚感谢！

source: I also express our sincere gratitude to the governments of other countries, international organizations, and friends from all over the world who have shown understanding and support for China in its endeavor to achieve modernization.
zh_cn: 向关心和支持中国现代化建设的各国政府、国际组织和各国朋友，表示诚挚感谢！

source: Only alertness to danger will ensure safety.
zh_cn: 思危方能居安。

source: While fully recognizing our achievements, we must also be clear about the problems and challenges our country faces in its development.
zh_cn: 在充分肯定成绩的同时，要清醒看到我国发展面临的问题和挑战。

source: Growth in the global economy is slowing, protectionism and unilateralism are mounting, and there are drastic fluctuations in the prices of commodities on the international market.
zh_cn: 世界经济增速放缓，保护主义、单边主义加剧，国际大宗商品价格大幅波动，

source: Instability and uncertainty are visibly increasing, and externally-generated risks are on the rise.
zh_cn: 不稳定不确定因素明显增加，外部输入性风险上升。

source: Downward pressure on the Chinese economy continues to increase, growth in consumption is slowing, and growth in effective investment lacks momentum.
zh_cn: 国内经济下行压力加大，消费增速减慢，有效投资增长乏力。

source: The real economy faces many difficulties.
zh_cn: 实体经济困难较多，

source: The difficulties that private firms and small and micro businesses face in accessing affordable financing have not yet been effectively solved.
zh_cn: 民营和小微企业融资难融资贵问题尚未有效缓解，

source: The business environment still falls far short of market entities' expectations.
zh_cn: 营商环境与市场主体期待还有较大差距。

source: Our capacity for innovation is not strong, and our weakness in terms of core technologies for key fields remains a salient problem.
zh_cn: 自主创新能力不强，关键核心技术短板问题凸显。

source: Budgetary deficits in some localities are quite large.
zh_cn: 一些地方财政收支矛盾较大。

source: There are still many risks and hidden dangers in the financial and other sectors.
zh_cn: 金融等领域风险隐患依然不少。

source: In deeply impoverished areas, we still face many difficulties in the fight against poverty.
zh_cn: 深度贫困地区脱贫攻坚困难较多。

source: Ecological conservation and pollution prevention and control continue to be a weighty task.
zh_cn: 生态保护和污染防治任务仍然繁重。

source: There is still public dissatisfaction in many areas, such as education, healthcare, elderly care, housing, food and drug safety, and income distribution.
zh_cn: 在教育、医疗、养老、住房、食品药品安全、收入分配等方面，群众还有不少不满意的地方。

source: Last year saw the occurrence of a number of public safety incidents and major workplace accidents. The lessons these incidents left us with should never be forgotten.
zh_cn: 去年还发生了多起公共安全事件和重大生产安全事故，教训极其深刻。

source: There is room for improvement in the work of government.
zh_cn: 政府工作存在不足，

source: Some measures and policies for reform and development have not been fully implemented.
zh_cn: 一些改革发展举措落实不到位，

source: We still have a serious problem with pointless formalities and bureaucratism.
zh_cn: 形式主义、官僚主义仍然突出，

source: Excessive and over-frequent inspections and evaluations and a focus on the superficial to the neglect of the substantive have increased the burden on officials working at the primary level.
zh_cn: 督查检查考核过多过频、重留痕轻实绩，加重基层负担。

source: A small number of government employees lack drive.
zh_cn: 少数干部懒政怠政。

source: Instances of corruption still occur frequently in some sectors.
zh_cn: 一些领域腐败问题仍然多发。

source: We must face the problems and challenges squarely, shoulder our responsibility, fully perform our duties, and do all we can to truly live up to people's expectations.
zh_cn: 我们一定要直面问题和挑战，勇于担当，恪尽职守，竭尽全力做好工作，决不辜负人民期待！

source: II. Economic and Social Development in 2019: Overall Requirements and Policy Directions
zh_cn: 二、2019年经济社会发展总体要求和政策取向

source: This year is the 70th anniversary of the founding of the People's Republic of China. It will be a crucial year for us as we endeavor to achieve the first Centenary Goal of building a moderately prosperous society in all respects.
zh_cn: 今年是新中国成立70周年，是全面建成小康社会、实现第一个百年奋斗目标的关键之年。

source: To fulfill the work of government, under the strong leadership of the Party Central Committee with Comrade Xi Jinping at its core, we must:
zh_cn: 做好政府工作，要在以习近平同志为核心的党中央坚强领导下，

source: follow the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era;
zh_cn: 以习近平新时代中国特色社会主义思想为指导，

source: implement fully the guiding principles of the Party's 19th National Congress and the second and third plenary sessions of its 19th Central Committee;
zh_cn: 全面贯彻党的十九大和十九届二中、三中全会精神，

source: pursue coordinated progress in the five-sphere integrated plan;
zh_cn: 统筹推进“五位一体”总体布局，

source: pursue balanced progress in the four-pronged comprehensive strategy;
zh_cn: 协调推进“四个全面”战略布局，

source: adhere to the general principle of pursuing progress while ensuring stability;
zh_cn: 坚持稳中求进工作总基调，

source: continue to apply the new development philosophy;
zh_cn: 坚持新发展理念，

source: continue to work for high-quality development;
zh_cn: 坚持推动高质量发展，

source: continue to pursue supply-side structural reform as our main task;
zh_cn: 坚持以供给侧结构性改革为主线，

source: continue to deepen market-orientated reforms and expand high-standard opening up;
zh_cn: 坚持深化市场化改革、扩大高水平开放，

source: work faster to modernize the economy;
zh_cn: 加快建设现代化经济体系，

source: continue the three critical battles;
zh_cn: 继续打好三大攻坚战，

source: invigorate micro entities;
zh_cn: 着力激发微观主体活力，

source: explore innovations in and improve macro regulation;
zh_cn: 创新和完善宏观调控，

source: make coordinated efforts to maintain stable growth, advance reform, make structural adjustments, improve living standards, guard against risks, and ensure stability;
zh_cn: 统筹推进稳增长、促改革、调结构、惠民生、防风险、保稳定工作，

source: keep major economic indicators within an appropriate range;
zh_cn: 保持经济运行在合理区间，

source: take further steps to ensure stable employment, a stable financial sector, stable foreign trade, stable foreign investment, stable domestic investment, and stable expectations;
zh_cn: 进一步稳就业、稳金融、稳外贸、稳外资、稳投资、稳预期，

source: boost market confidence;
zh_cn: 提振市场信心，

source: enable people to feel more satisfied, happy, and secure; and
zh_cn: 增强人民群众获得感、幸福感、安全感，

source: sustain healthy economic development and maintain social stability.
zh_cn: 保持经济持续健康发展和社会大局稳定，

source: By doing the above, we will create the pivotal underpinning for completing the building of a moderately prosperous society and celebrate with outstanding accomplishments the 70th anniversary of the founding of the People's Republic.
zh_cn: 为全面建成小康社会收官打下决定性基础，以优异成绩庆祝中华人民共和国成立70周年。

source: A full analysis of developments in and outside China shows that in pursuing development this year, we will face a graver and more complicated environment as well as risks and challenges, foreseeable and otherwise, that are greater in number and size.
zh_cn: 综合分析国内外形势，今年我国发展面临的环境更复杂更严峻，可以预料和难以预料的风险挑战更多更大，

source: We must be fully prepared for a tough struggle.
zh_cn: 要做好打硬仗的充分准备。

source: The difficulties we face must not be underestimated, our confidence must not be weakened, and the energy we bring to our work must not be allowed to wane.
zh_cn: 困难不容低估，信心不可动摇，干劲不能松懈。

source: China is still in an important period of strategic opportunity for development and has ample resilience, enormous potential, and great creativity to unleash.
zh_cn: 我国发展仍处于重要战略机遇期，拥有足够的韧性、巨大的潜力和不断迸发的创新活力，

source: The longing of our people for a better life is strong.
zh_cn: 人民群众追求美好生活的愿望十分强烈。

source: We have the unshakable will and the ability needed to prevail over difficulties and challenges of any kind, and our economic fundamentals are sound and will remain sound over the long term.
zh_cn: 我们有战胜各种困难挑战的坚定意志和能力，经济长期向好趋势没有也不会改变。

source: With the above in mind, the main projected targets for economic and social development this year are set as follows:
zh_cn: 今年经济社会发展的主要预期目标是：

source: GDP growth of 6–6.5 percent
zh_cn: 国内生产总值增长6%－6.5%；

source: Over 11 million new urban jobs, a surveyed urban unemployment rate of around 5.5 percent, and a registered urban unemployment rate within 4.5 percent
zh_cn: 城镇新增就业1100万人以上，城镇调查失业率5.5%左右，城镇登记失业率4.5%以内；

source: CPI increase of around 3 percent
zh_cn: 居民消费价格涨幅3%左右；

source: A basic equilibrium in the balance of payments, and stable, better-structured imports and exports
zh_cn: 国际收支基本平衡，进出口稳中提质；

source: A macro leverage ratio that is basically stable, and effective prevention and control of financial and fiscal risks
zh_cn: 宏观杠杆率基本稳定，金融财政风险有效防控；

source: A reduction of over 10 million in the rural poor population
zh_cn: 农村贫困人口减少1000万以上，

source: Personal income growth that is basically in step with economic growth
zh_cn: 居民收入增长与经济增长基本同步；

source: A further improvement in the environment
zh_cn: 生态环境进一步改善，

source: A drop of around 3 percent in energy consumption per unit of GDP
zh_cn: 单位国内生产总值能耗下降3%左右，

source: Continued reductions in the discharge of major pollutants
zh_cn: 主要污染物排放量继续下降。

source: The above projected targets are ambitious but realistic — they represent our aim of promoting high-quality development, are in keeping with the current realities of China's development, and are aligned with the goal of completing the building of a moderately prosperous society in all respects.
zh_cn: 上述主要预期目标，体现了推动高质量发展要求，符合我国发展实际，与全面建成小康社会目标相衔接，是积极稳妥的。

source: But to realize these goals we need to redouble our efforts.
zh_cn: 实现这些目标，需要付出艰苦努力。

source: We will ensure that the right direction is set for the pursuit of our macro policies.
zh_cn: 要正确把握宏观政策取向，

source: We will continue to pursue a proactive fiscal policy and a prudent monetary policy, implement an employment-first policy, and strengthen the coordination between these policies to keep major economic indicators within an appropriate range and sustain healthy economic and social development.
zh_cn: 继续实施积极的财政政策和稳健的货币政策，实施就业优先政策，加强政策协调配合，确保经济运行在合理区间，促进经济社会持续健康发展。

source: We will pursue a proactive fiscal policy with greater intensity and enhance its performance.
zh_cn: 积极的财政政策要加力提效。

source: Deficit-to-GDP ratio this year is projected at 2.8 percent, a 0.2-percentage-point increase over that of last year.
zh_cn: 今年赤字率拟按2.8%安排，比去年预算高0.2个百分点；

source: The budgetary deficit is projected at 2.76 trillion yuan, with a central government deficit of 1.83 trillion yuan and a local government deficit of 0.93 trillion yuan.
zh_cn: 财政赤字2.76万亿元，其中中央财政赤字1.83万亿元，地方财政赤字9300亿元。

source: In moderately increasing the deficit-to-GDP ratio, we have given full consideration to factors such as government revenue and expenditure and the issuance of special bonds;
zh_cn: 适度提高赤字率，综合考虑了财政收支、专项债券发行等因素，

source: we have also taken into account the need to leave policy space to address risks that could arise in the future.
zh_cn: 也考虑为应对今后可能出现的风险留出政策空间。

source: Government expenditure is budgeted at over 23 trillion yuan, a 6.5 percent increase.
zh_cn: 今年财政支出超过23万亿元，增长6.5%。

source: The central government's transfer payments to local governments for equalizing access to basic public services will increase by 10.9 percent.
zh_cn: 中央对地方均衡性转移支付增长10.9%。

source: We will reform and improve the mechanism for ensuring basic fiscal capacity at the county level, ease the pressure of budgetary constraints faced by some localities, and make certain that people's basic living needs are met.
zh_cn: 改革完善县级基本财力保障机制，缓解困难地区财政运转压力，决不让基本民生保障出问题。

source: Our prudent monetary policy will be eased or tightened to the right degree.
zh_cn: 稳健的货币政策要松紧适度。

source: Increases in M2 money supply and aggregate financing should be in keeping with nominal GDP growth to keep major indicators within an appropriate range.
zh_cn: 广义货币M2和社会融资规模增速要与国内生产总值名义增速相匹配，以更好满足经济运行保持在合理区间的需要。

source: In implementation, we will ensure the valve on aggregate monetary supply is well controlled and refrain from using a deluge of stimulus policies; but will also use flexibly a variety of monetary policy instruments to improve the transmission mechanism of monetary policy, maintain reasonably sufficient liquidity, effectively mitigate difficulties faced in the real economy, especially by private enterprises and small and micro businesses, in accessing affordable financing, and forestall and defuse financial risks.
zh_cn: 在实际执行中，既要把好货币供给总闸门，不搞“大水漫灌”，又要灵活运用多种货币政策工具，疏通货币政策传导渠道，保持流动性合理充裕，有效缓解实体经济特别是民营和小微企业融资难融资贵问题，防范化解金融风险。

source: We will deepen reforms to strengthen the market's role in setting interest rates and lower real interest rates.
zh_cn: 深化利率市场化改革，降低实际利率水平。

source: We will improve the exchange rate mechanism and keep the RMB exchange rate generally stable and at an adaptive and balanced level.
zh_cn: 完善汇率形成机制，保持人民币汇率在合理均衡水平上的基本稳定。

source: An employment-first policy will be pursued with full force.
zh_cn: 就业优先政策要全面发力。

source: Employment is the cornerstone of wellbeing, and the wellspring of wealth.
zh_cn: 就业是民生之本、财富之源。

source: This year, for the first time, we are elevating the employment-first policy to the status of a macro policy. This is to increase society-wide attention to employment and support for it.
zh_cn: 今年首次将就业优先政策置于宏观政策层面，旨在强化各方面重视就业、支持就业的导向。

source: Both in the immediate future and for some time to come, the pressure on aggregate job creation will continue unabated, the related structural issues will become more pronounced, and new factors that affect employment will continue to grow. All this means we must give greater priority to increasing employment.
zh_cn: 当前和今后一个时期，我国就业总量压力不减、结构性矛盾凸显，新的影响因素还在增加，必须把就业摆在更加突出位置。

source: Maintaining stable growth, first and foremost, is to ensure employment.
zh_cn: 稳增长首要是为保就业。

source: This year, on top of the urban job creation target, we will work to reach the actual employment figures of the past few years so as to ensure employment for the urban workforce while creating nonagricultural employment opportunities for the surplus rural workforce.
zh_cn: 今年城镇新增就业要在实现预期目标的基础上，力争达到近几年的实际规模，既保障城镇劳动力就业，也为农业富余劳动力转移就业留出空间。

source: With stable employment and increasing incomes, we can continue to be fully confident.
zh_cn: 只要就业稳、收入增，我们就更有底气。

source: We will continue to pursue supply-side structural reform as our main task, focusing on consolidating, strengthening, upgrading, and ensuring unimpeded flows:
zh_cn: 要继续坚持以供给侧结构性改革为主线，在“巩固、增强、提升、畅通”八个字上下功夫。

source: we will use more reforms and means in accordance with market principles and law to consolidate the gains made in the five priority tasks; to strengthen the dynamism of micro entities; to upgrade industrial chains; and to ensure unimpeded flows in the economy, thus moving toward high-quality development.
zh_cn: 更多采取改革的办法，更多运用市场化、法治化手段，巩固“三去一降一补”成果，增强微观主体活力，提升产业链水平，畅通国民经济循环，推动经济高质量发展。

source: We will continue the three critical battles and adopt precise measures to deliver solid outcomes.
zh_cn: 要继续打好三大攻坚战，精准发力、务求实效。

source: To forestall and defuse major risks, we should be clear about potential dangers, continue structural deleveraging, forestall abnormal financial market fluctuations, deal prudently with local government debt risk, and guard against and control externally-generated risks.
zh_cn: 防范化解重大风险要强化底线思维，坚持结构性去杠杆，防范金融市场异常波动，稳妥处理地方政府债务风险，防控输入性风险。

source: We will intensify precision poverty alleviation efforts in accordance with current standards, with the focus on deeply impoverished areas and the most vulnerable groups to deliver solid outcomes.
zh_cn: 精准脱贫要坚持现行标准，聚焦深度贫困地区和特殊贫困群体，加大攻坚力度，提高脱贫质量。

source: In addressing pollution, we will focus on major priorities such as the fight to keep our skies blue, take a holistic approach, address both symptoms and root causes, and make continuous improvements to the environment.
zh_cn: 污染防治要聚焦打赢蓝天保卫战等重点任务，统筹兼顾、标本兼治，使生态环境质量持续改善。

source: For the government to deliver this year, we need to get the following relationships right.
zh_cn: 做好今年政府工作，要注重把握好以下关系。

source: First, we need to handle in a holistic way the relationship between domestic and international issues, and focus on running our own affairs well.
zh_cn: 一要统筹好国内与国际的关系，凝心聚力办好自己的事。

source: China is still and will long remain in the primary stage of socialism; and it continues to be the world's largest developing country.
zh_cn: 我国仍处于并将长期处于社会主义初级阶段，仍是世界最大发展中国家。

source: Development is the foundation of and key to solving all our country's problems.
zh_cn: 发展是解决我国一切问题的基础和关键，

source: We must pursue with dedication the central task of economic development, never falter in our commitment to the strategic thinking that development is of paramount importance and that it should be sound and of a high quality, and continue to unleash and develop productive forces.
zh_cn: 必须牢牢扭住经济建设这个中心，毫不动摇坚持发展是硬道理、发展应该是科学发展和高质量发展的战略思想，不断解放和发展社会生产力。

source: Against the backdrop of a complex and fast-changing international environment, we must maintain strategic focus and carry out work in accordance with the goals and plans already set.
zh_cn: 在国际形势复杂多变的背景下，我们要保持战略定力，按确定的目标和部署推进工作，

source: We should make better use of both international and domestic markets and resources, face challenges squarely, turn risks into opportunities, and remain firm in our commitment to pursuing development.
zh_cn: 更好利用国际国内两个市场两种资源，敢于应对挑战，善于化危为机，牢牢把握发展主动权。

source: Second, we need to achieve the right balance in the relationship between maintaining stable growth and guarding against risks, to ensure sustained, healthy economic development.
zh_cn: 二要平衡好稳增长与防风险的关系，确保经济持续健康发展。

source: The many risks and potential problems that have built up over the years demand stronger mitigating action, but in doing so we need to observe objective laws and take the right approach.
zh_cn: 长期积累的诸多风险隐患必须加以化解，但要遵循规律，讲究方式方法，

source: Our approach must be firm, controllable, and systematic, and it should be applied with the right degree of intensity.
zh_cn: 按照坚定、可控、有序、适度要求，

source: We need to defuse risks step by step in the course of pursuing development and decisively forestall any systemic or regional risks.
zh_cn: 在发展中逐步化解，坚决避免发生系统性、区域性风险。
